{
  "hostInstitution": [
    {
      "hiName": "Sarajevo Institute of Economics and Shared Society and Values Foundation",
      "hiLogo": "",
      "hiShortDesc": "<p><em>Two host institutions are </em><strong><em>Sarajevo Institute of Economics</em></strong><em>, as a public research institutions of School of Economics University of Sarajevo and </em><strong><em>Shared Society and Values Foundation.</em></strong></p>",
      "hiDescription": "<p><em>Two host institutions are </em><strong><em>Sarajevo Institute of Economics</em></strong><em>, as a public research institutions of School of Economics University of Sarajevo and </em><strong><em>Shared Society and Values Foundation.</em></strong><em> Institute and Foundation are complementing each other as research, education, content event and process oriented institutions and together are suitable node and platform for WB SDSN activities. In coordination with the School of Economics, University of Sarajevo, Institute and Foundation are organizing the annual event Economic Forum of Bosnia and Herzegovina which is one of most respected regional events dealing with economy and social development bringing together key stakeholders from this field. The Institute of Economics Sarajevo (the Institute) is the oldest research/consultancy organization in the field of economics in Bosnia and Herzegovina. The Institute was founded in 1961, first as a part of University of Sarajevo - Sarajevo School of Economics and Business (SEBS), and then as an independent legal entity. Through its activities the Institute is trying to contribute in building functioning market economy, rising competitiveness and well-being of Bosnia and Herzegovina citizens, through active participation in policy formulation, implementation, monitoring and evaluation. Currently the Institute is functioning as a research and consultancy arm of the Sarajevo School of Economics and Business. It is a self-sustainable market-oriented organization with no budget subsidies. The functioning of the Institute of Economics is organized on a project basis. The Institute of Economics Sarajevo is a leader in the field of applied economic research in Bosnia and Herzegovina. Besides our internal staff, we are supported by an excellent pool of experts from the University of Sarajevo - Sarajevo School of Economics and Business with around 100 professors and teaching/research assistants in different departments (Economics, Microeconomics, Finance, Marketing, Management and organization, Management and information technologies, Quantitative analysis, Business law etc.). The Institute has also a longterm cooperation with several other respected researchers/consultants from Bosnia and Herzegovina and Southeast Europe (SEE). In 2012, the Institute of Economics Sarajevo signed a „Charter for establishing Southeast Europe Association of Economic Institutes – SEEA“, with the aim to strengthen the cooperation among institutes from SEE and hereby improve their research, academic and administrative performances. School of Economics and Business Sarajevo (SEBS) as a founder of the Institute, is a prestigious higher education institution according to the assessment of leading European and American accreditation and certification bodies/agencies. For example, EFMD awarded it with the EPAS accreditation and AACSB awarded it with the AACSB accreditation. Furthermore, SEBS is the oldest and the largest higher-educational</em></p><p><br></p>",
      "hiLink": "",
      "map": ""
    }
  ],
  "title": "Host Institution Information"
}
